const hebrewPackage = {
    navBar: {
        main: 'Learn Math',
        hints: 'עזרה',
        topScores: 'מצטיינים',
        profile: 'פרופיל',
        schools: 'מגמות'
    },
    navMenu: {
        trigger: 'תפריט',
        userStatus: 'משתמש',
        userStatusLocal: 'מקומי',
        userStatusOnline: 'ענן',
        userStatusNegative: '!אין משתמש מחובר',
        signUp: 'להרשמה',
        signIn: 'להתחברות',
        signOut: 'להתנתקות',
        mode: 'צבע רקע',
        languages: {
            trigger: 'ספות',
            en: 'אנגלית',
            he: 'עברית',
            ru: 'רוסית'
        },
        settings: {
            trigger: 'הגדרות השיעור',
            '123': 'הצגת הציון',
            '124': 'סימון תשובה נכונה',
            '125': 'ניתוק סדה נכון המלאה',
            '126': 'חיבור חיסור רק בעמודות',
            '127': 'חיבור חיסור קפיצת קושי',
            '128': 'כפל חילוק רק בעמודות',
            '129': 'כפל חילוק קפיצת קושי',
        },
        position: {
            trigger: 'מיקום תפריט',
            top: 'למעלה',
            bottom: 'למעטה',
            right: 'ימינה',
            left: 'שמאלה'
        }
    },
    topScores: {
        topScoresTitle: 'מצטיינים',
        progressTitle: 'ציונים',
        share: 'לשטף ציונים',
        remove: 'להסיר ציונים מהרשימה',
        compare: 'להשוות ציונים',
        topLoading: 'טוען את רשימת המצטיינים, אנא המתן. בדוק את ההודעות הקופצות לעדכונים.',
        fetchingErr: '\u{1F625} שגיאה בטעינת רשימת המצטיינים',
    },
    schools: {
        schoolsTopicTitle: 'נושאי המגמות',
        innerTitle: '!תבחר נושא שתרצה להתנסא בו',
        elementarySchool: 'יסודי',
        highSchool: 'תיכון'
    },
    profile: {
        profileTitle: 'פרופיל',
        progressTitle: 'ציונים',
        elementarySchool: 'מגמת יסודי',
        highSchool: 'מגמת תיכון',
        share: 'לשטף ציונים',
        remove: 'להסיר ציונים מהרשימה',
        convert: 'להפוך משתמש למשתמש ענן',
        delete: 'למחוק משתמש',
        edit: 'עריכת פרופיל'
    },
    hints: {
        hintsTitle: 'עזרה',
        schoolsTopicTitle: 'נושאי מגמות',
        elementarySchool: 'יסודי',
        highSchool: 'תיכון',
        teach: 'דבר עם המורה',
        placeholder: 'שאל את המורה',
        limitation: 'מקסימיום 350 תווים',
        user: 'משתמש:',
        teacher: 'מורה:',
        teacherWelcome: 'זה צט עם מורה דיגיטלי, תשאל אותו באופן חופשי על נושאי מתמטיקה ותרגילים בהם מתקשה.',
        teacherWait: 'המתן לתשובת מורה, בבקשה!',
        teacherLoading: 'טוען... אנא המתן, לא ניתן כעת להתחבר למורה הדיגיטלי. בדוק את ההודעות הקופצות לעדכונים.',
    },
    exercise: {
        title: 'נושא',
        explanation: 'פתור תרגילים לקבלת ציון! (ציון סיא 100)',
        done: 'סיימתי',
        exerciseLoading: 'טוען תרגילים, אנא המתן. בדוק את ההודעות הקופצות לעדכונים.',
        offlineInfo: 'משתמש יקר, שים לב שלא ניתן לשמור את ההתקדמות שלך לעתיד, משום שלא נכנסת למערכת!',
        fetchingErr: '\u{1F627} שגיאה בטעינת התרגילים',
    },
    sign: {
        inTitle: 'התחברות',
        upTitle: 'הרשמה',
        resetTitle: 'איפוס סיסמה',
        send: 'שלח',
        signUp: '!להרשמה',
        signUpLabel: '?אין משתמש',
        signIn: '!להתחברות',
        signInLabel: '!תחזור להתחברות',
        forgotPass: '!איפוס',
        forgotPassLabel: '?שכחתה סיסמה',
        offline: '?משתמש מקומי',
        offlineExp: ('.שימו לב : על מנת ליצור משתמש מקומי, אין צורך בדואר או סיסמה המשתמש ישמר בעוגיות של הדפדפן לשבוע ימים, אם תמחק את האוגיות או תצא מהמשתמש, אז כל השיגך ימחקו. על מנת לשמר השיגך תשקל ליצור משתמש ענן'),
        secretPlaceholder: 'פה שאלה סודית שלך',
    },
    ending: {
        title: 'תוצאות',
        subTitle: {
            one: '!!!נפלא',
            two: '!!!מעולה',
            three: '!!!יפה',
            four: '!!!עשית/ה זאת',
        },
        prefix: 'בואו נראה... ',
        negVoca: {
            one: 'אוי... את/ה יכול/י לעשות טוב יותר!',
            two: 'זה לא היה טוב, לא לוותר! תנשא/י שוב!',
            three: 'תתרכז/י, את/ה מסוגלת ליותר!',
            four: 'נשא/י להשלים! נשא/י שנית!',
        },
        posVoca: {
            one: 'מעולה, השתפשפת/ה! עכשיו תשקיע/י קצט יותר!',
            two: 'השתפרת/ה! או לפחות לא ירדת/ה בציון הכללי! מעולה!',
            three: 'וואו! ראו את הציון הזה! העלאת הקושי ממתין לך בהגדרות!',
            four: 'יפה! בפעם הבאה התרגילים אהיו קשים יותר!',
        },
        curScore: 'ציון נוחכי',
        totScore: 'ציון כללי',
    },
    statics: {
        aiNote: 'תמונות נוצרו עי ניו"נט',
        error: {
            noUser: 'משתמש',
            listMissing: '?משהו חסר... אולי רשימה',
            shortDescMissing: 'ההסבר חסר',
            langFetchErr: '\u{1F631} שגיאה בטעינת שפה חדשה',
        },
        confirmation: {
            question: '?אתה בטוח/ה',
            true: '!כן, אני בטוח/ה',
            false: '!לא, תמתין רגע'
        },
        user: {
            name: 'שם',
            email: 'מייל',
            password: 'סיסמה נוכחית',
            newPassword: 'סיסמה חדשה',
            confPassword: 'אימות סיסמה',
            status: 'מצב',
            statusTrue: 'ענן',
            statusFalse: 'מקומי',
            shared: 'ציון',
            sharedTrue: 'שוטף',
            sharedFalse: 'מוסתר',
            secret: 'שאלת סוד',
            answer: 'תשובת סוד'
        },
        topics: {
            sum_substract: 'חיבור וחיסור',
            multiply_divide: 'כפל וחילוק',
            mixed: 'תרגילים מעורבבים',
            power_root: 'חזקות ושורשים',
            fraction_fractionMixed: 'שברים',
            forms_sizes: 'צורות',
            exam_basic: 'מבחן בסיסי',
            equasions_basic: 'משוואות בסיסיות',
            equations_two_more: 'משוואות שתיים ויותר',
            verbal_problems: 'בעיות מילוליות',
            geometry: 'גאומטריה',
            quadratic_equation: 'משוואות ריבועיות',
            circles: 'מעגלים',
            exam_advanced: 'מבחן מתקדם'
        },
        shortDesc: {
            sum_substract: 'בנושא הזה נבחן ממה מורכבים המספרים, ואיך לכל ספרה יש משקל משלה. נראה איך המשקלים של הספרות '
                + 'עוזרים לנו כשאנחנו עושים חישובים במתמטיקה.',
            multiply_divide: 'בנושא הזה נלמד איך לבצע כפל עם מספרים ארוכים יותר ואיך להשתמש בשיטת חילוק ארוך. נושאים מתקדמים '
                + 'יותר, כמו שברים, יכוסו בנפרד.',
            mixed: 'בנושא הזה נדגים  ונתרגל את סדר הפעולות במתמטיקה עם שימוש בחיבור וחיסור, כפל וחילוק, ואת השימוש הבסיסי בסוגריים.',
            power_root: 'בנושא הקצר הזה נלמד על חזקות (כפל של אותו מספר בעצמו) ועל שורשים (חלוקת מספר כדי למצוא את '
                + 'הבסיס שלו). נבחן גם כללים פשוטים ונוחים שעוזרים לעבוד איתם בקלות.',
            fraction_fractionMixed: 'בנושא הארוך אך המעניין הזה נשתמש בידע שלנו כדי לפתור שברים ונלמד הרבה טריקים שימושיים לפישוט שלהם.',
            forms_sizes: 'הנושא הזה ייתן הקדמה פשוטה לעולם הצורות, ויראה איך למצוא היקפים, לחשב שטחים ולמדוד זוויות.',
            exam_basic: 'המבחן הבסיסי הזה מכסה את כל הנושאים של בית הספר היסודי, מחיבור וחיסור פשוטים ועד צורות וזוויות. '
                + 'תלמדו טוב, כי זה לא יהיה קל!',
            equasions_basic: 'הנושא הזה ייקח אותנו לעומק עולם המספרים, ויסייע לנו להבין מספרים שליליים ולחקור דרכים חדשות '
                + 'להשתמש בידע שכבר יש לנו, כמו משוואות, ואיך הם משפיעים על כל מה שלמדנו עד כה.',
            equations_two_more: 'הנושא הקצר והקל הזה מלמד איך לפתור שתי משוואות או יותר שמחוברות זו לזו בצורה לוגית.',
            verbal_problems: 'בנושא הזה נעסוק בבעיות מילוליות במתמטיקה, כולל מהירות, זמן, תפוקה ועוד, ונראה איך הם קשורים ומושפעים '
                + 'זה מזה.',
            geometry: 'בנושא הזה נצלול לעומק עולם הגיאומטריה. נלמד איך לקשר את גודל הצורה לזוויות שלה ונכסה טריגונומטריה '
                + 'בסיסית, כולל סינוס, קוסינוס וטנגנס.',
            quadratic_equation: 'נושא זה מקשר את עולם הצורות עם עולם המספרים. נלמד לקרוא גרפים, להשתמש במשוואות ריבועיות, ולראות '
                + 'את הקשר בין מה שאנו רואים לבין המתמטיקה שברקע.',
            circles: 'נושא זה יעסוק במעגלים, יחסוף את עומק המתמטיקה שמאחוריהם, איך הם מקשרים כמעט את כל הנושאים '
                + 'האחרים, ואת מושג הלולאות האינסופיות במעגל הרדיאנים.',
            exam_advanced: 'המבחן המתקדם הזה מכסה את כל נושאי התיכון, ממשוואות בסיסיות ומעגלים, וגם בודק את הידע היסודי שלך '
                + 'ויכול לכלול נושאי בית ספר יסודי. הישאר מרוכז והכן את עצמך, כי זה לא יהיה קל!'
        },
        customForm: {
            title: '!תבנית טיותה: תנשאו בעצמכם',
            sign: 'סמן',
            hund: 'מאות',
            tens: 'עשרות',
            ones: 'יחידות',
            rem: 'שארית',
            fstNum: 'מס ראשון',
            secNum: 'מס שני',
            res: 'תשובה / פתרון',
            but: 'לאפס',
        },
        longDesc: {
            ones: 'ones:',
            tens: 'tens:',
            hund: 'hundreds',
            quotient: 'quotient:',
            reminder: 'reminder:',
            final: 'final answer:',
            sum_substract: {
                subTitle: 'מבוא:',
                desc: 'לפני שנדבר על פתרון, אנחנו צריכים להבין ממה מורכבים המספרים, '
                    + 'כל מספר מורכב מספרות:',
                desc2: 'כדי לבנות מספרים מתוך ספרות, אנו משתמשים במשקלים. ישנם משקלים שונים רבים '
                    + 'שלספרות יכולים להיות, כמו יחידות, עשרות, מאות, וכך הלאה. איך אנו יודעים איזה מספר זה? '
                    + 'על ידי התבוננות במשקל הגדול ביותר שלו, לדוגמה:',
                lk: {
                    '1': 'biggest weight of ones',
                    '2': 'biggest weight of tens',
                    '3': 'biggest weight of hundreds',
                },
                desc3: 'יש להדגיש שגם אם למספר יש ספרה עם משקל גבוה מאוד, כל המשקלים הקטנים יותר '
                    + 'חייבים להיות נוכחים גם הם, לפחות כ-אפס, לדוגמה:',
                lk2: {
                    '1': 'number 23 have:',
                    '2': 'as tens',
                    '3': 'as ones',
                },
                desc4: 'כפי שאתם יכולים לראות, ל-3 במקום האחדות אין 0 מאחוריה מכיוון שזהו המשקל הקטן ביותר. בנוסף, מהדוגמה ניתן לראות שאנחנו לוקחים את ה-0 במקום העשרות ומוסיפים את ה-3 ממקום האחדות.',
                subTitle2: 'חיבור:',
                desc5: 'הסיכום מאוד פשוט: אנו לוקחים ספרה לפי המשקל שלה ומוסיפים אותה לאותו משקל של מספר אחר, בדרך כלל מתחילים מהאחדות הקטנות ואז עוברים למשקלים הגדולים יותר. לדוגמה:',
                desc6: 'במספרים גדולים יותר, כמו מספרים עם משקל עשרות, זה ייראה כך:',
                desc7: 'עם זה, אתם יכולים לפתור ולהבין מתמטיקה פשוטה. אבל הנה מושג נוסף: השארית. '
                    + 'שארית היא מה שנשאר למשקל הבא, לדוגמה:',
                desc8: 'אנו לוקחים שני מספרים במשקל אחדות, כל אחד שווה ל-5. כשאנו מחברים אותם יחד, אנו מקבלים 10, '
                    + 'שהוא מספר עם משקל עשרות, לא אחדות. מה שיצרנו כאן הוא שארית: סופרים עד 9, ואז מתחיל משקל העשרות. לכן משקל האחדות הופך ל-0, ויש לנו שארית של 1, '
                    + 'שהופכת למשקל העשרות שלנו. אם כבר יש לנו משקל עשרות, אנו מוסיפים אליו את השארית, כך:',
                lk3: {
                    '1': 'ones without reminder:',
                    '2': 'reminder of tens:',
                },
                desc9: 'חשוב להדגיש שהצגנו 0 מכיוון שהמספר 2, שיש לו משקל אחדות, אין לו ספרת עשרות. לכן היא מוצגת כאפס. בדרך כלל, אין צורך לכתוב אפס בכלל.',
                subTitle3: 'חיסור:',
                desc10: 'החיסור הוא ההפך מהחיבור. הוא פועל באותה הדרך, אבל הפוך — מאוד פשוט!',
                desc11: 'בדוגמה הראשונה, אנו לוקחים שני מספרים במשקל אחדות, 5 ו-2, ומחסירים אותם. זהו ההפך המוחלט מחיבור 2 ו-3, ולהפך.',
                lk4: {
                    '1': 'ones without reminder:',
                    '2': 'reminder of tens:',
                },
                desc12: 'הדוגמה השנייה דומה מאוד. יש לנו מספר במשקל עשרות, 17, ומספר במשקל אחדות, 6. אנו מחסרים את משקל האחדות של המספר השני, 6, ממשקל האחדות של המספר בעשרות, 7, מה שנותן 1. משקל העשרות נשאר 1, ולכן התשובה היא 11.',
                desc13: 'בדוגמה השלישית, זהו אותו מושג של שארית, והיא מראה כמה דרכים לחשב אותה. הדרך הראשונה היא לחסר את המספר במשקל האחדות מכל משקל של המספר הגדול יותר, כך:',
                desc14: 'בדרך זו, אנו רואים משהו לא רגיל: המספר במשקל האחדות הופך לשלילי. זה נורמלי, '
                    + 'אם כי שליליים אינם נלמדים בנושא זה, לכן רק חשוב לציין זאת. עכשיו, כל מה שאנחנו עושים הוא לחסר '
                    + 'את האחדות השליליות מהמספר הנותר במשקל העשרות, וזהו! קל! '
                    + 'הדרך השנייה לפתור זאת הרבה יותר קלה ומונעת בלבול עם שליליים. אם אנו מחסרים ממספר גדול יותר, אנו לוקחים את הספרה הבאה עם המשקל הגבוה ביותר, כך:',
                desc15: 'בדרך זו, זה הרבה יותר פשוט! אנחנו לא מתחילים ממשקל האחדות, אלא מחסרים את האחדות מהמשקל הבא, שהוא משקל העשרות. זה נותן לנו 5, וכל מה שאנחנו עושים הוא להוסיף את משקל האחדות הנותר — 2, שנשאר מ-12 — ל-5, ולקבל 7. וזהו!'
            },
            multiply_divide: {
                subTitle: 'מבוא:',
                desc: 'רק לפני שנתחיל בנושא המרגש הזה, נעשה חזרה על המספרים, המשקלים והשאריות מנושא החיבור והחיסור, כי מילות המפתח הללו יופיעו שוב. הנה תזכורת קצרה לגבי כפל בעשר:',
                desc2: 'מה שזה מראה הוא שכל פעם שאנו מכפילים בעשר, אנו מוסיפים 0 בסוף. כאשר אנו מחלקים בעשר, בדרך כלל אנו מסירים 0 מהסוף.',
                desc3: 'ניגע כאן גם בשברים, אבל הנושא המלא יהיה בעמוד נפרד.',
                subTitle2: 'כפל:',
                desc4: 'הכפל אינו קשה כפי שהוא נראה, במיוחד אם אתם מכירים את טבלת הכפל הבסיסית עד עשר. באתר זה, תמצאו תרגילים רבים, בעיקר עם מספרים בעשרות או יותר, לכן נדלג על הכפל הבסיסי ונעבור לכפלים מורכבים יותר. נניח שיש לנו מספר בעשרות שמוכפל במספר אחר, לדוגמה:',
                desc5: 'הנה, אנו מכפילים את המספר עם המשקל הקטן בכל משקל של המספר בעל המשקל הגדול יותר. '
                    + 'זה נותן לנו את הפתרון: אנו מכפילים את המספר במשקל אחדות — 2 — במשקל האחדות במספר בעשרות — 12 — ומקבלים 4. '
                    + 'לאחר מכן אנו מכפילים גם את משקל העשרות באותו מספר, כלומר את העשרות של 1 באחדות של 2, מה שנותן 2.',
                desc6: 'האותו תהליך קורה גם עם מספרים גדולים יותר: בוחרים אחד מהמספרים ומכפילים אותו במשקלים של המספר השני, עם התאמות קלות. '
                    + 'אז, בואו נסתכל על דוגמה נוספת:',
                lk: {
                    '1': 'added weight to tens:',
                },
                desc7: 'זה כל מה שקשור לכפל! קצר ופשוט מאוד! '
                    + 'חשוב להדגיש שמספרים גדולים עשויים להיראות מסובכים יותר, אבל האורך לא משנה — '
                    + 'בסוף, פשוט עוקבים אחרי אותם צעדים, והם גם מאוד קלים!',
                subTitle3: 'נסו להכפיל את זה:',
                subTitle4: 'חילוק',
                desc8: 'החילוק הוא ההפך מהכפל ובדרך כלל כולל שברים (שברים ייכללו כנושא נפרד). '
                    + 'הדרך הטובה ביותר לחלק מספרים היא באמצעות חילוק ארוך. בחילוק ארוך, אנו מתחילים מהמשקל הגדול ביותר במחולק. '
                    + 'בואו נראה איך זה עובד:',
                subTitle5: 'המחלק — המספר שבו אנו מחלקים.',
                subTitle6: 'המחולק — המספר שמחולק.',
                subTitle7: 'המנה — המספר השלם שמראה כמה פעמים המחלק נכנס למחולק.',
                subTitle8: 'השארית — המספר שמראה מה נשאר או את השבר לאחר החילוק.',
                lk2: {
                    '1': 'Full answer: quotient',
                    '2': 'reminder',
                    '3': 'divider',
                },
                desc13: 'כלל חשוב: אי אפשר לחלק ב-0! זה אומר שהמחלק אף פעם לא יכול להיות 0.',
                desc14: 'בנושא זה, לא נכסה שברים, ולכן אין צורך להתמקד בשארית או במחלק. '
                    + 'דוגמה: נניח שכפלנו 5 ב-24, כך:',
                lk3: {
                    '1': 'added weight to tens:',
                },
                desc15: 'עכשיו אנו רוצים לחלק, באמצעות חילוק ארוך, 120 ב-5, כך:',
                lk4: {
                    '1': 'the biggest weight is hundreds',
                    '2': 'and we know that:',
                    '3': 'there is no reminder left',
                    '4': 'the next is tens',
                    '5': 'there is no reminder left',
                    '6': 'the next is ones',
                },
                desc16: 'זהו כל הנושא של החילוק בפרק זה. הסבר מעמיק יותר ייכלל בנושא השברים!',
                subTitle9: 'נסו לחלק את זה:',
            },
            mixed: {
                subTitle: 'סדר הפעולות:',
                desc: 'סדר הפעולות, או PEMDAS (סוגריים, חזקה, כפל/חילוק, חיבור/חיסור), נותן כלל '
                    + 'כך שנדע באיזה סדר לבצע את הפעולות המתמטיות. לדוגמה, איך הייתם פותרים את זה?',
                desc2: 'יתכן שתתחילו פשוט משמאל, וזהו, אבל זה לא יהיה נכון. במתמטיקה, יש סדר מסוים לביצוע פעולות, '
                    + 'והוא נראה כך:',
                subTitle2: '1: סוגריים\r\n' +
                    '2: חזקות ושורשים\r\n' +
                    '3: כפל וחילוק\r\n' +
                    '4: חיבור וחיסור',
                desc3: 'אם ננסה לפתור את זה בלי שום כללים, מהשמאל לימין, נקבל את זה, וזה שגוי:',
                desc4: 'זה שגוי כי הסדר לא נשמר. קודם מבצעים את הכפל, ואז את החיבור, כך:',
                desc5: 'זהו הנכון. עכשיו שימו לב איך התשובה השתנתה מ-22 ל-17 כי שמרנו על סדר הפעולות. '
                    + 'הנה דוגמה נוספת עם סוגריים. אתם יכולים לנסות לפתור אותה בלי שום סדר, '
                    + 'מהשמאל לימין, ותקבלו 3.',
                desc6: 'התשובה הנכונה, עם זאת, תהיה 15, והנה הסיבה: קודם פותרים את הסוגריים, ואז את השאר, כך:',
                desc7: 'זה כל מה שקשור לסדר הפעולות! חשוב מאוד לשמור על הסדר הנכון בעת ביצוע מתמטיקה. '
                    + 'בהצלחה עם התרגילים שלכם!',
            },
            power_root: {
                subTitle: 'חזקות:',
                desc: 'חזקה פירושה כמה פעמים מספר מוכפל בעצמו. בואו נסתכל על דוגמה: 3 בחזקה 2, '
                    + 'שזה אומר 3 מוכפל בעצמו פעם אחת, כך:',
                lk: {
                    '1': 'can be seen as:',
                },
                desc2: 'דוגמה נוספת:',
                lk2: {
                    '1': 'can be seen as:',
                },
                subTitle2: 'שורשים:',
                desc3: 'שורשים הם ההפך מחזקות. אנו לוקחים מספר ורוצים למצוא את המספר המקורי ששימש '
                    + 'ליצירתו. עושים זאת על ידי חלוקה במספר שאנו חושבים שהוא המקורי. כך אנו הופכים חזקה:',
                lk3: {
                    '1': 'reverse:',
                },
                desc4: 'בעצם שאלנו: איזה מספר עלינו להעלות בחזקה 2 כדי לקבל 9? התשובה היא 3. עכשיו, '
                    + 'בואו נסתכל על דוגמה נוספת:',
                lk4: {
                    '1': 'first reverse:',
                    '2': 'second reverse:',
                },
                desc5: 'חשוב לציין שכמעט כל המספרים החיוביים, כולל 0, יש להם שורש. רוב השורשים הללו '
                    + 'הם שברים (שברים ייכללו בנושא הבא), והשורשים בדרך כלל נותנים שתי תשובות בבת אחת: אחת חיובית ואחת שלילית. '
                    + 'בניגוד לכך, לכל מספר יכול להיות חזקה, אפילו מספרים שליליים (מספרים שליליים ייכללו בנושא המשוואות הבסיסיות).',
                desc6: 'חשוב להראות כיצד כותבים שורשים:',
                lk5: {
                    '1': 'root of two:',
                    '2': 'or',
                    '3': 'root of three and higher:',
                },
                desc7: 'עוד נקודה חשובה: לכל מספר יש חזקה התחלתית של 1. לדוגמה:',
                lk6: {
                    '1': 'and so on...',
                },
                desc8: 'כל מספר שמועלה בחזקה 0 הוא 1, למעט 0, מכיוון שעדיין אין לכך הוכחה. לכן:',
                lk7: {
                    '1': 'no proof',
                    '2': 'and so on...',
                },
                subTitle3: 'נסו לפתור את התרגיל הזה בעצמכם:',
            },
            fraction_fractionMixed: {},
            forms_sizes: {},
            exam_basic: ('המבחן הבסיסי כולל נושאים של בית ספר יסודי: חיבור וחיסור, כפל וחילוק, כלומר מעורב, חזקה ושורשים, '
                + 'שברים, צורות וגדלים.'),
            equasions_basic: {},
            equations_two_more: {},
            verbal_problems: {},
            geometry: {},
            quadratic_equation: {},
            circles: {},
            exam_advanced: ('המבחן המתקדם כולל בעיקר נושאים של בית ספר תיכון: משוואות, משוואות עם שניים או יותר משתנים, בעיות מילוליות, גיאומטריה, משוואה ריבועית ומעגלים. אבל, הוא עשוי לכלול גם נושאים מבית ספר יסודי.')
        },
        exerciseForms: {
            sum_substract: '',
            multiply_divide: '',
            mixed: '',
            power_root: '',
            fraction_fractionMixed: '',
            forms_sizes: '',
            exam_basic: '',
            equasions_basic: '',
            equations_two_more: '',
            verbal_problems: '',
            geometry: '',
            quadratic_equation: '',
            circles: '',
            exam_advanced: ''
        }
    }
}

export default hebrewPackage;