const hebrewPackage = {
    navBar: {
        main: 'Learn Math',
        hints: 'עזרה',
        topScores: 'מצטיינים',
        profile: 'פרופיל',
        schools: 'מגמות'
    },
    navMenu: {
        trigger: 'תפריט',
        userStatus: 'משתמש',
        userStatusLocal: 'מקומי',
        userStatusOnline: 'ענן',
        userStatusNegative: '!אין משתמש מחובר',
        signUp: 'להרשמה',
        signIn: 'להתחברות',
        signOut: 'להתנתקות',
        mode: 'צבע רקע',
        languages: {
            trigger: 'ספות',
            en: 'אנגלית',
            he: 'עברית',
            ru: 'רוסית'
        },
        settings: {
            trigger: 'הגדרות השיעור',
            '123': 'הצגת הציון',
            '124': 'סימון תשובה נכונה',
            '125': 'ניתוק סדה נכון המלאה',
            '126': 'חיבור חיסור רק בעמודות',
            '127': 'חיבור חיסור קפיצת קושי',
            '128': 'כפל חילוק רק בעמודות',
            '129': 'כפל חילוק קפיצת קושי',
        },
        position: {
            trigger: 'מיקום תפריט',
            top: 'למעלה',
            bottom: 'למעטה',
            right: 'ימינה',
            left: 'שמאלה'
        }
    },
    topScores: {
        topScoresTitle: 'מצטיינים',
        progressTitle: 'ציונים',
        share: 'לשטף ציונים',
        remove: 'להסיר ציונים מהרשימה',
        compare: 'להשוות ציונים',
        empty: '!אופס! משהו לא תקין או שאף אחד לא שיטף ציונים'
    },
    schools: {
        schoolsTopicTitle: 'נושאי המגמות',
        innerTitle: '!תבחר נושא שתרצה להתנסא בו',
        elementarySchool: 'יסודי',
        highSchool: 'תיכון'
    },
    profile: {
        profileTitle: 'פרופיל',
        progressTitle: 'ציונים',
        elementarySchool: 'מגמת יסודי',
        highSchool: 'מגמת תיכון',
        share: 'לשטף ציונים',
        remove: 'להסיר ציונים מהרשימה',
        convert: 'להפוך משתמש למשתמש ענן',
        delete: 'למחוק משתמש',
        edit: 'עריכת פרופיל'
    },
    hints: {
        hintsTitle: 'עזרה',
        schoolsTopicTitle: 'נושאי מגמות',
        elementarySchool: 'יסודי',
        highSchool: 'תיכון',
        teach: '!דבר עם המורה',
        placeholder: '!שאל את המורה',
        limitation: 'מקסימיום 350 תווים',
        user: 'משתמש:',
        teacher: 'מורה:',
        teacherWelcome: '!זה צט עם מורה דיגיטלי! תשאל אותו באופן חופשי על נושאי מתמטיקה ותרגילים בהם מתקשה',
        teacherWait: '...המתן לתשובת מורה, בבקשה',
    },
    exercise: {
        title: 'נושא',
        explanation: 'פתור תרגילים לקבלת ציון! (ציון סיא 100)',
        done: 'סיימתי'
    },
    sign: {
        inTitle: 'התחברות',
        upTitle: 'הרשמה',
        resetTitle: 'איפוס סיסמה',
        send: 'שלח',
        signUp: '!להרשמה',
        signUpLabel: '?אין משתמש',
        signIn: '!להתחברות',
        signInLabel: '!תחזור להתחברות',
        forgotPass: '!איפוס',
        forgotPassLabel: '?שכחתה סיסמה',
        offline: '?משתמש מקומי',
        offlineExp: ('.שימו לב : על מנת ליצור משתמש מקומי, אין צורך בדואר או סיסמה המשתמש ישמר בעוגיות של הדפדפן לשבוע ימים, אם תמחק את האוגיות או תצא מהמשתמש, אז כל השיגך ימחקו. על מנת לשמר השיגך תשקל ליצור משתמש ענן'),
        secretPlaceholder: 'פה שאלה סודית שלך',
    },
    ending: {
        title: 'תוצאות',
        subTitle: {
            one: '!!!נפלא',
            two: '!!!מעולה',
            three: '!!!יפה',
            four: '!!!עשית/ה זאת',
        },
        prefix: 'בואו נראה... ',
        negVoca: {
            one: 'אוי... את/ה יכול/י לעשות טוב יותר!',
            two: 'זה לא היה טוב, לא לוותר! תנשא/י שוב!',
            three: 'תתרכז/י, את/ה מסוגלת ליותר!',
            four: 'נשא/י להשלים! נשא/י שנית!',
        },
        posVoca: {
            one: 'מעולה, השתפשפת/ה! עכשיו תשקיע/י קצט יותר!',
            two: 'השתפרת/ה! או לפחות לא ירדת/ה בציון הכללי! מעולה!',
            three: 'וואו! ראו את הציון הזה! העלאת הקושי ממתין לך בהגדרות!',
            four: 'יפה! בפעם הבאה התרגילים אהיו קשים יותר!',
        },
        curScore: 'ציון נוחכי',
        totScore: 'ציון כללי',
    },
    statics: {
        aiNote: 'תמונות נוצרו עי ניו"נט',
        error: {
            noUser: 'משתמש',
            listMissing: '?משהו חסר... אולי רשימה',
            exerciseMissing: '.אופס... נראה שמשהו השתבש, תבדוק אינטרנט ונסה שנית',
            shortDescMissing: 'ההסבר חסר',
        },
        confirmation: {
            question: '?אתה בטוח/ה',
            true: '!כן, אני בטוח/ה',
            false: '!לא, תמתין רגע'
        },
        user: {
            name: 'שם',
            email: 'מייל',
            password: 'סיסמה נוכחית',
            newPassword: 'סיסמה חדשה',
            confPassword: 'אימות סיסמה',
            status: 'מצב משתמש',
            statusTrue: 'ענן',
            statusFalse: 'מקומי',
            shared: 'שיטוף ציון',
            sharedTrue: 'שוטף',
            sharedFalse: 'מוסתר',
            secret: 'שאלה סודית',
            answer: 'תשובה סודית'
        },
        topics: {
            sum_substract: 'חיבור וחיסור',
            multiply_divide: 'כפל וחילוק',
            mixed: 'תרגילים מעורבבים',
            power_root: 'חזקות ושורשים',
            fraction_fractionMixed: 'שברים',
            forms_sizes: 'צורות',
            exam_basic: 'מבחן בסיסי',
            equasions_basic: 'משוואות בסיסיות',
            equations_two_more: 'משוואות שתיים ויותר',
            verbal_problems: 'בעיות מילוליות',
            geometry: 'גאומטריה',
            quadratic_equation: 'משוואות ריבועיות',
            circles: 'מעגלים',
            exam_advanced: 'מבחן מתקדם'
        },
        shortDesc: {
            sum_substract: 'בנושא הזה נבחן ממה מורכבים המספרים, ואיך לכל ספרה יש משקל משלה. נראה איך המשקלים של הספרות '
                + 'עוזרים לנו כשאנחנו עושים חישובים במתמטיקה.',
            multiply_divide: 'בנושא הזה נלמד איך לבצע כפל עם מספרים ארוכים יותר ואיך להשתמש בשיטת חילוק ארוך. נושאים מתקדמים '
                + 'יותר, כמו שברים, יכוסו בנפרד.',
            mixed: 'בנושא הזה נדגים  ונתרגל את סדר הפעולות במתמטיקה עם שימוש בחיבור וחיסור, כפל וחילוק, ואת השימוש הבסיסי בסוגריים.',
            power_root: 'בנושא הקצר הזה נלמד על חזקות (כפל של אותו מספר בעצמו) ועל שורשים (חלוקת מספר כדי למצוא את '
                + 'הבסיס שלו). נבחן גם כללים פשוטים ונוחים שעוזרים לעבוד איתם בקלות.',
            fraction_fractionMixed: 'בנושא הארוך אך המעניין הזה נשתמש בידע שלנו כדי לפתור שברים ונלמד הרבה טריקים שימושיים לפישוט שלהם.',
            forms_sizes: 'הנושא הזה ייתן הקדמה פשוטה לעולם הצורות, ויראה איך למצוא היקפים, לחשב שטחים ולמדוד זוויות.',
            exam_basic: 'המבחן הבסיסי הזה מכסה את כל הנושאים של בית הספר היסודי, מחיבור וחיסור פשוטים ועד צורות וזוויות. '
                + 'תלמדו טוב, כי זה לא יהיה קל!',
            equasions_basic: 'הנושא הזה ייקח אותנו לעומק עולם המספרים, ויסייע לנו להבין מספרים שליליים ולחקור דרכים חדשות '
                + 'להשתמש בידע שכבר יש לנו, כמו משוואות, ואיך הם משפיעים על כל מה שלמדנו עד כה.',
            equations_two_more: 'הנושא הקצר והקל הזה מלמד איך לפתור שתי משוואות או יותר שמחוברות זו לזו בצורה לוגית.',
            verbal_problems: 'בנושא הזה נעסוק בבעיות מילוליות במתמטיקה, כולל מהירות, זמן, תפוקה ועוד, ונראה איך הם קשורים ומושפעים '
                + 'זה מזה.',
            geometry: 'בנושא הזה נצלול לעומק עולם הגיאומטריה. נלמד איך לקשר את גודל הצורה לזוויות שלה ונכסה טריגונומטריה '
                + 'בסיסית, כולל סינוס, קוסינוס וטנגנס.',
            quadratic_equation: 'נושא זה מקשר את עולם הצורות עם עולם המספרים. נלמד לקרוא גרפים, להשתמש במשוואות ריבועיות, ולראות '
                + 'את הקשר בין מה שאנו רואים לבין המתמטיקה שברקע.',
            circles: 'נושא זה יעסוק במעגלים, יחסוף את עומק המתמטיקה שמאחוריהם, איך הם מקשרים כמעט את כל הנושאים '
                + 'האחרים, ואת מושג הלולאות האינסופיות במעגל הרדיאנים.',
            exam_advanced: 'המבחן המתקדם הזה מכסה את כל נושאי התיכון, ממשוואות בסיסיות ומעגלים, וגם בודק את הידע היסודי שלך '
                + 'ויכול לכלול נושאי בית ספר יסודי. הישאר מרוכז והכן את עצמך, כי זה לא יהיה קל!'
        },
        customForm: {
            title: '!תבנית טיותה: תנשאו בעצמכם',
            sign: 'סמן',
            hund: 'מאות',
            tens: 'עשרות',
            ones: 'יחידות',
            rem: 'שארית',
            fstNum: 'מס ראשון',
            secNum: 'מס שני',
            res: 'תשובה / פתרון',
            but: 'לאפס',
        },
        longDesc: {
            ones: '',
            tens: '',
            hund: '',
            quotient: '',
            reminder: '',
            final: '',
            sum_substract: {
                subTitle: '',
                desc: '',
                desc2: '',
                lk: {
                    '1': '',
                    '2': '',
                    '3': '',
                },
                desc3: '',
                lk2: {
                    '1': '',
                    '2': '',
                    '3': '',
                },
                desc4: '',
                subTitle2: '',
                desc5: '',
                desc6: '',
                desc7: '',
                desc8: '',
                lk3: {
                    '1': '',
                    '2': '',
                },
                desc9: '',
                subTitle3: '',
                desc10: '',
                desc11: '',
                lk4: {
                    '1': '',
                    '2': '',
                },
                desc12: '',
                desc13: '',
                desc14: '',
                desc15: ''
            },
            multiply_divide: {
                subTitle: '',
                desc: '',
                desc2: '',
                desc3: '',
                subTitle2: '',
                desc4: '',
                desc5: '',
                desc6: '',
                lk: {
                    '1': '',
                },
                desc7: '',
                subTitle3: '',
                subTitle4: '',
                desc8: '',
                desc9: '',
                desc10: '',
                desc11: '',
                desc12: '',
                lk2: {
                    '1': '',
                    '2': '',
                    '3': '',
                },
                desc13: '',
                desc14: '',
                lk3: {
                    '1': '',
                },
                desc15: '',
                lk4: {
                    '1': '',
                    '2': '',
                    '3': '',
                    '4': '',
                    '5': '',
                    '6': '',
                },
                desc16: '',
                subTitle5: '',
            },
            mixed: {
                subTitle: '',
                desc: '',
                desc2: '',
                lk: {
                    '1': '',
                    '2': '',
                    '3': '',
                    '4': '',
                },
                desc3: '',
                desc4: '',
                desc5: '',
                desc6: '',
                desc7: '',
            },
            power_root: {
                subTitle: '',
                desc: '',
                lk: {
                    '1': '',
                },
                desc2: '',
                lk2: {
                    '1': '',
                },
                subTitle2: '',
                desc3: '',
                lk3: {
                    '1': '',
                },
                desc4: '',
                lk4: {
                    '1': '',
                    '2': '',
                },
                desc5: '',
                desc6: '',
                lk5: {
                    '1': '',
                    '2': '',
                    '3': '',
                },
                desc7: '',
                lk6: {
                    '1': '',
                },
                desc8: '',
                lk7: {
                    '1': '',
                    '2': '',
                },
                subTitle3: '',
            },
            fraction_fractionMixed: {},
            forms_sizes: {},
            exam_basic: ('מבחן בסיס מכיל בעצמו את כלל הנושאים ממגמה היסודית כגון: חיבור וחיסור, כפל וחילוק בצורה מעורבבת, חזקות ושורשים, שברים, צורות וגדלים'),
            equasions_basic: {},
            equations_two_more: {},
            verbal_problems: {},
            geometry: {},
            quadratic_equation: {},
            circles: {},
            exam_advanced: ('מבחן מתקדם מכיל בעצמו את כלל הנושאים ממגמה התיכון כגון: משוואות בסיסיות, משוואות שתיים ויותר, בעיות מילוליות, גאומטריה, בעיות ריבועיות ומעגלים')
        },
        exerciseForms: {
            sum_substract: '',
            multiply_divide: '',
            mixed: '',
            power_root: '',
            fraction_fractionMixed: '',
            forms_sizes: '',
            exam_basic: '',
            equasions_basic: '',
            equations_two_more: '',
            verbal_problems: '',
            geometry: '',
            quadratic_equation: '',
            circles: '',
            exam_advanced: ''
        }
    }
}

export default hebrewPackage;